Repository: MrMC/mrmc
Catalog: addons/skin.sio2/language/*/strings.po
Languages: italian

# #31000
source: Page
italian: Pagina

# #31001
source: Items
italian: Elementi

# #31002
source: Karaoke Song
italian: Canzone Karaoke

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
italian: Seleziona la funzione dell'icona Musica Album - Artisti - Generi - Canzoni.

# #31004
source: Visualization Presets
italian: Presets di Visualizzazione

# #31005
source: End Time
italian: Fine

# #31006
source: Last Added
italian: Ultimo Aggiunto

# #31007
source: Last Started
italian: Ultimo Iniziato

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
italian: Abitita/Disabilita Icone Colorate. Se disabilitato le icone si coloraranno quando selezionate.

# #31009
source: Recently Added Episodes
italian: Ultimi Episodi Aggiunti

# #31010
source: Open playlist
italian: Apri playlist

# #31011
source: Save playlist
italian: Salva playlist

# #31012
source: Clear playlist
italian: Elimina playlist

# #31013
source: Available Audio
italian: Audio Disponibile

# #31014
source: Current Playlist
italian: Playlist Corrente

# #31015
source: Select Subtitle Add-on
italian: Seleziona Add-On Sottotitoli

# #31016
source: Last Updated
italian: Ultimo Aggiornamento

# #31017
source: Choose Addon for Subtitles Search & Download
italian: Scegli Addon per cercare e scaricare Sottotitoli

# #31018
source: Choose Addon for Lyrics Search & Download
italian: Scegli Addon per cercare e scaricare Testi

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
italian: Abilita o Disabilita l'orologio in alto a destra (spento durante la riproduazione).[CR]La Home pge mostra anche la data.

# #31020
source: Enable or Disable Vinyl Record Animation from Home Shelf Albums.
italian: Abilita o Disabilita l'animazione del disco che esce dalla custiodia sulla shelf della pagian principale.

# #31021
source: Memory Used:
italian: Memoria in Uso:

# #31022
source: Specify Action for Power Icon in Menu
italian: Specifica l'azione per l'icona Power nella pagina principale

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
italian: Immagine Fanart [CR][CR]Non Disponibile[CR][CR] Premi per scaricare

# #31024
source: Aired
italian: Trasmesso

# #31025
source: Playlist Options
italian: Opzioni Playlist

# #31027
source: Last Added
italian: Ultimo Aggiunto

# #31028
source: Watchlist
italian: Lista personalizzata

# #31029
source: Favourite
italian: Preferito

# #31030
source: Custom Shelf Icon
italian: Icona Personalizzata

# #31031
source: Replace SiO2 Icon on Shelf with A Picture of Your choice.
italian: Sostituisce l'icona di default su shelf di SiO2 con una a scelta.

# #31032
source: Log Off
italian: Disconnetti

# #31033
source: Always Colored Menu Icons
italian: Icone Pagina Principale sempre colorate

# #31034
source: Click to Add Favourite to Home Page
italian: Aggiungi Favorito alla pagina Principale

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
italian: Scegli Icona-cambia-elimina favorito su pagina principale

# #31036
source: Reset ALL skin settings to default
italian: Ripristina la skin ai valori iniziali

# #31037
source: Add-ons manager
italian: Manager degli Add-ons

# #31039
source: Record Animation on Shelf
italian: Animazione disco vinile su Shelf

# #31040
source: Shelf items
italian: Elementi Shelf

# #31041
source: Active Scrollbars
italian: Scrollbars Attive

# #31044
source: View options dialog
italian: Vista dialogo opzioni

# #31045
source: Recent/Recommended Inverted First Item
italian: Recenti/Raccomandati Primo elemento invertito

# #31046
source: Customize What Is Displayed On Home Shelf.
italian: Personalizza la pagina principale

# #31047
source: Show Clock
italian: Mostra Orologio

# #31048
source: Recommended
italian: Raccomandati

# #31049
source: Home menu Power button function
italian: Funzione Icona Power dalla pagina principale

# #31050
source: Choose from menu
italian: Scegli dal menu

# #31051
source: Custom Shelf Shortcuts
italian: Collegamenti Personalizzati su Shelf

# #31052
source: Home Page Customizer
italian: Personalizza Pagina Principale

# #31053
source: Link For Music Icon
italian: Link Icona Musica

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
italian: Abilita - Disablita menu per la scelta del metodo di visone delgli elementi.

# #31055
source: Fullscreen player
italian: Riproduttore a Schermo Intero

# #31056
source: Change Icon
italian: Cambia Icona

# #31057
source: Replace Item
italian: Cambia Elemento

# #31060
source: Add
italian: Aggiungi

# #31062
source: Select Lyrics Add-on
italian: Seleziona Add-On Testi

# #31064
source: Fullscreen
italian: Schermo Intero

# #31065
source: Started Movies
italian: Film Iniziati

# #31066
source: Recommended Episodes
italian: Episodi Raccomandati

# #31067
source: Top Albums
italian: Top Album
