Repository: MrMC/mrmc
Catalog: addons/skin.sio2/language/Finnish/strings.po
Languages: fi

# #31000
source: Page
fi: Sivu

# #31001
source: Items
fi: Kohteet

# #31002
source: Karaoke Song
fi: Karaoke-kappale

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
fi: Valitse musiikki-painikkeen toiminto: Albumit Esiintyjät Genret Kappaleet

# #31004
source: Visualization Presets
fi: Visualisoinnin asetukset

# #31005
source: End Time
fi: Päättymisaika

# #31006
source: Last Added
fi: Viimeksi lisätty

# #31007
source: Last Started
fi: Viimeksi aloitettu

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
fi: Värilliset ikonit. Kun asetus ei ole päällä vain aktiivinen ikoni on värillinen.

# #31009
source: Recently Added Episodes
fi: Uusimmat jaksot

# #31010
source: Open playlist
fi: Avaa soittolista

# #31011
source: Save playlist
fi: Tallenna soittolista

# #31012
source: Clear playlist
fi: Tyhjennä soittolista

# #31013
source: Available Audio
fi: Saatavilla oleva ääni

# #31014
source: Current Playlist
fi: Nykyinen soittolista

# #31015
source: Select Subtitle Add-on
fi: Valitse tekstitysten lisäosa

# #31016
source: Last Updated
fi: Päivitetty viimeksi

# #31017
source: Choose Addon for Subtitles Search & Download
fi: Valitse lisäosa tekstityksille

# #31018
source: Choose Addon for Lyrics Search & Download
fi: Valitse lisäosa laulun sanoituksille

# #31020
source: Enable or Disable Vinyl Record Animation from Home Shelf Albums.
fi: Vinyylianimaatio

# #31021
source: Memory Used:
fi: Käytetty muisti:

# #31022
source: Specify Action for Power Icon in Menu
fi: Virta-painikkeen toiminto

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
fi: Fanart-kuva[CR][CR]Ei saatavilla[CR][CR]Paina asettaaksesi

# #31024
source: Aired
fi: Ensiesitys

# #31025
source: Playlist Options
fi: Soittolistan asetukset

# #31026
source: Arial based
fi: Arial-pohjainen

# #31027
source: Last Added
fi: Viimeksi lisätty

# #31030
source: Custom Shelf Icon
fi: Kustomoitu hyllyikoni

# #31031
source: Replace SiO2 Icon on Shelf with A Picture of Your choice.
fi: Korvaa SiO2-ikoni halutulla kuvalla.

# #31032
source: Log Off
fi: Kirjaudu ulos

# #31033
source: Always Colored Menu Icons
fi: Värilliset ikonit

# #31034
source: Click to Add Favourite to Home Page
fi: Lisää suosikki etusivulle

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
fi: Klikkaa valitaksesi ikonin, muuttaaksesi suosikkia tai poistaaksesi sen

# #31036
source: Reset ALL skin settings to default
fi: Palauta skinin oletusasetukset

# #31037
source: Add-ons manager
fi: Lisäosien hallinta

# #31038
source: min
fi: minuuttia

# #31039
source: Record Animation on Shelf
fi: Levyanimaatio hyllyssä

# #31040
source: Shelf items
fi: Hyllyn kohteet

# #31041
source: Active Scrollbars
fi: Aktiivinen Vierityspalkit

# #31044
source: View options dialog
fi: Näkymädialogi

# #31045
source: Recent/Recommended Inverted First Item
fi: Viimeisimmät/suositellut invertoitu

# #31046
source: Customize What Is Displayed On Home Shelf.
fi: Kustomoi kotihyllyä

# #31047
source: Show Clock
fi: Näytä kellonaika

# #31048
source: Recommended
fi: Suositukset

# #31049
source: Home menu Power button function
fi: Virta-painikkeen toiminto

# #31050
source: Choose from menu
fi: Valitse valikosta

# #31051
source: Custom Shelf Shortcuts
fi: Omat hyllyn pikakuvakkeet

# #31052
source: Home Page Customizer
fi: Kotisivun muokkaus

# #31053
source: Link For Music Icon
fi: Musiikki-ikoni

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
fi: Salli näkymävalikko muuttaaksesi näkymiä

# #31055
source: Fullscreen player
fi: Kokoruudun soitin

# #31056
source: Change Icon
fi: Vaihda ikoni

# #31057
source: Replace Item
fi: Korvaa kohde

# #31059
source: LiveTV
fi: TV-lähetys

# #31060
source: Add
fi: Lisää

# #31062
source: Select Lyrics Add-on
fi: Valitse laulun sanoitusten lisäosa

# #31064
source: Fullscreen
fi: Koko ruutu
