Repository: MrMC/mrmc
Catalog: addons/skin.pm3.hd/language/Hungarian/strings.po
Languages: hu

# #31000
source: Volume muted
hu: Hangerő némítva

# #31001
source: Working...
hu: Dolgozom...

# #31002
source: Up One Level
hu: Egy szintel feljebb

# #31003
source: Previous Window
hu: Előző ablak

# #31004
source: Home
hu: Otthon

# #31005
source: Memory Used:
hu: Használt memória:

# #31006
source: End Time:
hu: Befejezési idő:

# #31007
source: Data Provider
hu: Adatszolgáltató

# #31010
source: FANART[CR]IMAGE[CR]NOT[CR]AVAILABLE
hu: FANART[CR]KÉP[CR]NEM[CR]ELÉRHETŐ

# #31022
source: Music - Files
hu: Zene - Fájlok

# #31024
source: Page
hu: Oldal

# #31025
source: Items
hu: Elemek

# #31028
source: DVD thumbs
hu: DVD bélyeg

# #31029
source: DVD list
hu: DVD lista

# #31031
source: Full list
hu: Teljes lista

# #31032
source: Cover flow
hu: Borító lapozás

# #31033
source: Picture thumbs
hu: Kép bélyeg

# #31034
source: Wide icons
hu: Széles ikonok

# #31042
source: PLAYING
hu: LEJÁTSZVA

# #31043
source: PAUSED
hu: MEGÁLLÍTVA

# #31044
source: FAST FORWARD
hu: ELŐRETEKERÉS

# #31045
source: REWIND
hu: VISSZATEKERÉS

# #31046
source: Welcome to XBMC - Please Login
hu: Üdvözöllek az XBMC-ben - Jelentkezz be

# #31047
source: Last logged in
hu: Legutoljára bejelentkezve

# #31048
source: Current artist[CR]Fanart image[CR][CR]Click to change
hu: Jelenlegi előadó[CR]Fanart kép[CR][CR]Click a váltáshoz

# #31053
source: LYRICS
hu: XBMC DALSZÖVEG

# #31054
source: Choose your song from the list
hu: Válassz dalt a listáról

# #31055
source: Open playlist
hu: Játszási lista megnyitása

# #31056
source: Save playlist
hu: Játszási lista mentése

# #31057
source: Close playlist
hu: Játszási lista törlése

# #31058
source: System music files
hu: Rendszer zene fájlok

# #31059
source: Current playlist
hu: Aktuális játszási lista

# #31060
source: This file is stacked, select the part you want to play from.
hu: Ez a fájl egyesítve volt, válaszd a részt amelyikből játszani akarsz

# #31101
source: Home screen options
hu: Sajátképernyő lehetőségek

# #31102
source: Backgrounds
hu: Hátterek

# #31103
source: Show "Paused" in picture slide show
hu: "Megállítva" mutatása diavetítés közben

# #31104
source: Shutdown menu - Use Hibernate instead of Suspend
hu: Leállítás menü - Hibernálás használata alvás helyett

# #31105
source: Show media titles in background scanner
hu: Médiacímek mutatása a háttérszkennerben

# #31106
source: Miscellaneous options
hu: Különféle beállítási lehetőségek

# #31110
source: button - Custom backgrounds
hu: gomb - Egyedi hátterek

# #31112
source: Show media titles in "Wide icons" view
hu: Médiacímek mutatása "Széles ikonok" nézetben

# #31113
source: Single Image
hu: Egy darab kép

# #31114
source: Multi Image
hu: Több kép

# #31115
source: Replace Audio Settings Button with Teletext
hu: Audiobeállítások gomb cseréje Teletextre

# #31116
source: Hide Video flag images in media views
hu: Video-zászló képek elrejtése médianézetekben

# #31117
source: Show Live TV Info
hu: Élő TV infót mutat

# #31118
source: Show Fanart in main panel background
hu: Fanart mutatása a főpanel háttereként

# #31119
source: Hide Main Menu Buttons
hu: Főmenü gombok elrejtése

# #31120
source: Hide
hu: Elrejtés

# #31121
source: "Videos" button always goes to file mode
hu: A "Video" gomb mindig fájlmódba kapcsol

# #31200
source: Custom Add-on options
hu: Egyedi szkript lehetőségek

# #31203
source: Set button label
hu: Gombcím megadása

# #31204
source: Add-on path
hu: Szkript elérési útvonal

# #31207
source: Show subtitle download button in Video OSD
hu: Felirat letöltés gomb mutatása az OSD-n

# #31208
source: Show lyrics Add-on button in Music OSD
hu: Dalszöveg letöltés gomb mutatása a Video OSD-n

# #31209
source: Enable quick launch Add-on button for -
hu: Gyorsindító szkript gomb ehhez -

# #31250
source: Subtitles
hu: XBMC feliratok

# #31251
source: Subtitle Source
hu: Feliratforrás

# #31400
source: Live TV
hu: Élő TV

# #31402
source: New Group
hu: Új csoport

# #31403
source: Rename Group
hu: Csoport átnevezése

# #31404
source: Delete Group
hu: Csoport törlése

# #31405
source: Available[CR]Groups
hu: Elérhető[CR]Csoportok

# #31406
source: Ungrouped[CR]channels
hu: Nem csoportosított[CR]csatornák

# #31407
source: Channels in Group
hu: Csoportosított csatornák
